/* `welcomeLabel` UILabel text default value */
"Welcome" = "Bun venit";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Vă mulțumim pentru descărcare";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Urmați instrucțiunile primite în e-mailul de bun venit pentru a începe procesul de activare.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Gestionați sarcinile dvs. zilnice și colaborați cu ușurință la proiecte.";

"ScanInstruction" = "Scanați codul QR securizat pentru a începe procesul de activare.";

"DiscoveryServiceInstruction" = "Introduceți adresa dvs. de e-mail pentru a începe procesul de activare.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Verificare cont...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Început";

"Scan" = "Scanare";

/* `demoLabel` UILabel text default value */
"Explore" = "Doriți să explorați?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Încercați demo-ul";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Setare cod de acces";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Cod de acces";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Alegeți cod de acces";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmare cod de acces";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Introduceți din nou codul de acces.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirmați codul de acces.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Introduceți codul de acces.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Modificare cod de acces";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Introduceți codul de acces curent.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Nu acum";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Înapoi";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Următor";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Efectuat";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Alegeți un cod de acces cu cel puțin %d caractere pentru a debloca aplicația.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Alegeți un cod de acces cu cel puțin %d cifre pentru a debloca aplicația.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Includeți următoarele:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Minuscule (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Majuscule (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cifre (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboluri (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Resetare cod de acces";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validarea codului de acces a eșuat.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Cod de acces a fost respins de FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Reîncercare";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " este disponibil acum!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Activarea Touch ID vă va oferi acces mai rapid la informațiile dvs.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Puteți activa sau dezactiva această caracteristică oricând din Setări.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Activați Touch ID pentru acces rapid și sigur.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Dacă Touch ID este dezactivat, vi se va solicita codul de acces al dispozitivului dvs.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Activarea Face ID vă va oferi acces mai rapid la informațiile dvs.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Puteți activa sau dezactiva această caracteristică oricând din Setări.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Activați Face ID pentru acces rapid și sigur.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Dacă Face ID este dezactivat, vi se va solicita codul de acces al dispozitivului dvs.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Pentru a utiliza Touch ID, adăugați amprente în setările dispozitivului dvs.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Puteți face acest lucru oricând în Setări - Touch ID și cod de acces.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Pentru a utiliza Face ID, înregistrați Face ID-ul dvs. în setările dispozitivului.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Puteți face acest lucru oricând în Setări - Face ID și cod de acces.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Aflați mai multe despre Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Aflați mai multe despre Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Activare";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentificare cu Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentificare cu Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Eroare";

/* The error title. */
"AuthenticationErrorKey" = "Eroare de autentificare";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autentificați-vă cu Touch ID pentru a utiliza aplicația.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autentificați-vă cu Face ID pentru a utiliza aplicația.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentificare";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Codurile de acces nu au corespuns. Încercați din nou.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Aveți %d încercări rămase.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Aveți 1 încercare rămasă.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nu mai aveți nicio încercare rămasă.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Înregistrați-vă pentru a reseta codul de acces.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Cod de acces incorect. Încercați din nou.";

/* The scan page title string. */
"ScanKey" = "Scanare";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scanare nereușită";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Selectați o imagine pentru codul QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Cod QR nevalabil";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Codul QR nu a fost recunoscut.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Permite acces la fotografii";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Pentru a alege o imagine pentru codul QR, oferiți acces la fotografiile dvs. în setările de confidențialitate ale dispozitivului.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Permite acces la cameră";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Pentru a scana utilizând camera, oferiți acces la camera dvs. în setările de confidențialitate ale dispozitivului.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Setări";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmare";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scanare reușită. Veți fi conectat la:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continuare";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Lansare";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activare";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Dacă ați primit un e-mail de bun venit, urmați legătura de activare din e-mail. Altfel, introduceți adresa dvs. de e-mail sau scanați codul QR pentru a începe integrarea.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Următor";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Sau";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scanare";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Sunt de acord";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nu sunt de acord";

/* The authentication title. */
"AuthenticationKey" = "Autentificare";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Furnizați numele dvs. de utilizator și parola pentru a vă autentifica.";

/* Username input field placeholder string */
"usernameKey" = "nume de utilizator";

/* Password input field placeholder string */
"passwordKey" = "parolă";

/* Sign In button string. */
"SignInKey" = "Înregistrare";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Acreditări incorecte. Încercați din nou.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Furnizați informațiile de mai jos pentru a începe procesul de activare.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verificare informații...";

/* Cancel button string. */
"CancelKey" = "Anulare";

/* Allow button string. */
"AllowKey" = "Permitere";

/* Deny button string. */
"DenyKey" = "Respingere";

/* No button string. */
"NoKey" = "Nu";

/* Quit button string. */
"QuitKey" = "Ieșire";

/* GiveConsent button string. */
"GiveConsentKey" = "Oferiți-vă acordul";

/* Navbar title string. */
"StepKey" = "Etapă";

/* Navbar title string. */
"OfKey" = "din";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Sigur doriți să ieșiți din procesul de integrare?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Fără consimțământ, nu veți putea continua integrarea.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Comutare sau adăugare utilizator";

/* Title for Log In button */
"LogInKey" = "Conectare";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Căutați utilizatori pe acest dispozitiv";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Ați uitat codul de acces?";

